* TODO David Baldwin
* TODO Look up camera pricing 
  CLOCK: [2015-05-06 Wed 14:38]--[2015-05-06 Wed 14:48] =>  0:10
  CLOCK: [2015-05-06 Wed 11:26]--[2015-05-06 Wed 11:35] =>  0:09
* TODO Finish getting mass issue thing ready
  CLOCK: [2015-05-05 Tue 20:43]--[2015-05-06 Wed 11:26] => 14:43
  CLOCK: [2015-05-04 Mon 20:57]--[2015-05-04 Mon 20:57] =>  0:00
  CLOCK: [2015-05-04 Mon 15:50]--[2015-05-04 Mon 20:57] =>  5:07
* TODO Look over Jennifer Walkers stuff
  CLOCK: [2015-04-15 Wed 10:24]--[2015-04-15 Wed 10:31] =>  0:07
* TODO rebuild onping fix issues 
  CLOCK: [2015-05-05 Tue 16:09]--[2015-05-05 Tue 20:43] =>  4:34

* TODO look up router pricing 
  CLOCK: [2015-05-06 Wed 13:15]--[2015-05-06 Wed 14:37] =>  1:22
  CLOCK: [2015-05-06 Wed 11:35]--[2015-05-06 Wed 11:50] =>  0:15

* TODO Try and build new 2013 with old 2010
  CLOCK: [2015-05-06 Wed 14:48]--[2015-05-06 Wed 14:48] =>  0:00

* TODO Add Site number info to debug on onping c#
  CLOCK: [2015-05-06 Wed 19:55]--[2015-05-06 Wed 19:55] =>  0:00

* TODO Get Stratix 8300 info
  CLOCK: [2015-05-06 Wed 16:36]--[2015-05-06 Wed 19:55] =>  3:19

* TODO look over timelne for Rockwell Vmonitor
* TODO Check that Modbus TCP is good
   
* TODO Look over contract 
* TODO Look over netsuite

** Chad
** TODO Assign all customers


** Yvonne

** TODO Forecast Type -remove

** TODO Opportunity 

** TODO Try to add Cost next to Sales Price

** TODO Find out what 'exclude from rate request'

** TODO Non-default available in the customer center

** TODO Maybe make it responsive

** TODO Workflow

   
** Kevin

** TODO Per foot price on Cable
